[
  {
    "id": 1,
    "picture": "https://i.ibb.co/nsVyXqr/Clean-Water-Initiative.jpg",
    "title": "Clean Water Initiative",
    "category": "Water",
    "category_bg_color": "#79C23F51",
    "card_bg_color": "#79C23F26",
    "text_button_bg_color": "#79C23F",
    "description": "The Clean Water Initiative is a vital global endeavor aimed at ensuring access to safe and clean drinking water for communities worldwide. It addresses the pressing issue of water scarcity, contamination, and inadequate sanitation infrastructure. By implementing advanced purification methods, sustainable water management practices, and infrastructure development, this initiative strives to improve public health, alleviate poverty, and enhance overall quality of life. Access to clean water is a basic human right, and this initiative seeks to empower communities by providing them with a lifeline to better health, economic stability, and environmental sustainability.",
    "price": 20.0
  },
  {
    "id": 2,
    "picture": "https://i.ibb.co/cJtY96f/Education-for-All.webp",
    "title": "Education for All",
    "category": "Education",
    "category_bg_color": "#0052FF51",
    "card_bg_color": "#0052FF26",
    "text_button_bg_color": "#0052FF",
    "description": "Education for All is a transformative movement dedicated to eradicating barriers to quality education. It champions the idea that every individual, regardless of their background or circumstances, should have equal access to educational opportunities. This initiative seeks to foster inclusive learning environments, enhance teacher training, and promote lifelong learning. By investing in education, we empower individuals to break the cycle of poverty, spur innovation, and build stronger, more equitable societies. Education for All is not just about schooling; it's about nurturing the potential within every child and adult, ensuring they can contribute to the betterment of their communities and the world.",
    "price": 25.0
  },
  {
    "id": 3,
    "picture": "https://i.ibb.co/ZfDHdwk/Hunger-Relief.jpg",
    "title": "Hunger Relief",
    "category": "Food",
    "category_bg_color": "#79C23F51",
    "card_bg_color": "#79C23F26",
    "text_button_bg_color": "#79C23F",
    "description": "Hunger Relief initiatives are essential in the fight against food insecurity, a pressing global issue that affects millions of people daily. These programs focus on distributing food, fostering sustainable agriculture, and promoting nutritional education. They aim to alleviate immediate hunger while addressing the root causes of food scarcity. Hunger Relief initiatives are critical for achieving food security, improving health outcomes, and reducing poverty rates. By collaborating with communities and organizations, we can work together to ensure that no one goes to bed hungry, building a more resilient and equitable world.",
    "price": 15.0
  },
  {
    "id": 4,
    "picture": "https://i.ibb.co/XxgFJZ6/Medical-Care-for-Children.jpg",
    "title": "Medical Care for Children",
    "category": "Health",
    "category_bg_color": "#F8714751",
    "card_bg_color": "#F8714726",
    "text_button_bg_color": "#F87147",
    "description": "Medical Care for Children initiatives are dedicated to ensuring that every child, regardless of their background, has access to quality healthcare. These programs provide pediatric care, vaccinations, and preventive services to protect children's health and well-being. By prioritizing children's health, we not only save lives but also invest in the future. Healthy children are more likely to thrive academically, socially, and economically, contributing to stronger communities and a brighter global future.",
    "price": 30.0
  },
  {
    "id": 5,
    "picture": "https://i.ibb.co/QjJzKDr/Animal-Welfare.jpg",
    "title": "Animal Welfare",
    "category": "Animals",
    "category_bg_color": "#d3540051",
    "card_bg_color": "#d3540026",
    "text_button_bg_color": "#d35400",
    "description": "Animal Welfare initiatives champion the rights and well-being of animals, addressing issues such as cruelty, neglect, and the preservation of endangered species. These efforts focus on education, advocacy, and the enforcement of humane treatment standards. By fostering empathy and responsible stewardship of the animal kingdom, we promote biodiversity, ecological balance, and a more compassionate world where humans coexist harmoniously with all living creatures.",
    "price": 18.0
  },
  {
    "id": 6,
    "picture": "https://i.ibb.co/VjF43mc/Environmental-Conservation.jpg",
    "title": "Environmental Conservation",
    "category": "Environment",
    "category_bg_color": "#79C23F51",
    "card_bg_color": "#79C23F26",
    "text_button_bg_color": "#79C23F",
    "description": "Environmental Conservation initiatives are dedicated to safeguarding our planet's ecosystems and natural resources. They strive to combat climate change, protect biodiversity, and promote sustainable practices. By conserving habitats, reducing pollution, and advocating for environmentally responsible policies, these efforts seek to secure a livable future for generations to come. Environmental conservation is not only an ethical imperative but also essential for the health and well-being of all life on Earth.",
    "price": 22.0
  },
  {
    "id": 7,
    "picture": "https://i.ibb.co/qrSscSB/Clean-Energy-for-All.jpgg",
    "title": "Clean Energy for All",
    "category": "Environment",
    "category_bg_color": "#79C23F51",
    "card_bg_color": "#79C23F26",
    "text_button_bg_color": "#79C23F",
    "description": "Clean Energy for All initiatives drive the transition to renewable and sustainable energy sources. They aim to reduce carbon emissions, combat climate change, and improve energy access for underserved communities. By investing in clean energy technologies, infrastructure, and education, we create a cleaner, more equitable energy landscape that benefits both people and the planet. Clean energy initiatives offer the promise of a greener, more sustainable future for all.",
    "price": 23.0
  },
  {
    "id": 8,
    "picture": "https://i.ibb.co/Lv6NRGC/Disaster-Relief.jpg",
    "title": "Disaster Relief",
    "category": "Emergency Aid",
    "category_bg_color": "#0052FF51",
    "card_bg_color": "#0052FF26",
    "text_button_bg_color": "#0052FF",
    "description": "Disaster Relief initiatives provide immediate assistance to communities affected by natural or man-made disasters. These programs offer emergency shelter, food, medical care, and long-term recovery support. They play a crucial role in mitigating the impact of disasters, saving lives, and helping communities rebuild and become more resilient. Disaster relief efforts demonstrate the strength of humanity when we come together to support those in their darkest hours.",
    "price": 35.0
  },
  {
    "id": 9,
    "picture": "https://i.ibb.co/R2FBFsg/Youth-Development.png",
    "title": "Youth Development",
    "category": "Youth",
    "category_bg_color": "#79C23F51",
    "card_bg_color": "#79C23F26",
    "text_button_bg_color": "#79C23F",
    "description": "Youth Development initiatives focus on empowering young people with the skills, knowledge, and opportunities they need to reach their full potential. They offer educational programs, mentorship, leadership training, and recreational activities that foster personal growth and community engagement. By investing in youth, we not only secure a brighter future but also empower the next generation to drive positive change in society.",
    "price": 26.0
  },
  {
    "id": 10,
    "picture": "https://i.ibb.co/kK5T1Qd/Elderly-Care.jpg",
    "title": "Elderly Care",
    "category": "Elderly",
    "category_bg_color": "#0052FF51",
    "card_bg_color": "#0052FF26",
    "text_button_bg_color": "#0052FF",
    "description": "Elderly Care initiatives address the unique needs of older adults, ensuring they receive quality healthcare, social support, and opportunities for active aging. These programs aim to combat social isolation, enhance the well-being of senior citizens, and provide dignity and respect in their later years. By valuing and caring for our elderly population, we honor their contributions to society and create a more inclusive and compassionate world.",
    "price": 24.0
  },
  {
    "id": 11,
    "picture": "https://i.ibb.co/WDyWZ3C/Arts-and-Culture.jpg",
    "title": "Arts and Culture",
    "category": "Arts",
    "category_bg_color": "#79C23F51",
    "card_bg_color": "#79C23F26",
    "text_button_bg_color": "#79C23F",
    "description": "Arts and Culture initiatives celebrate and preserve the rich tapestry of human creativity and heritage. They support artistic expression, cultural exchange, and the preservation of historical landmarks. These programs promote diversity, foster a sense of identity, and bridge cultural gaps, enriching societies and promoting mutual understanding and tolerance.",
    "price": 19.0
  },
  {
    "id": 12,
    "picture": "https://i.ibb.co/JCHXDjQ/Mental-Health-Support.jpg",
    "title": "Mental Health Support",
    "category": "Health",
    "category_bg_color": "#F8714751",
    "card_bg_color": "#F8714726",
    "text_button_bg_color": "#F87147",
    "description": "Mental Health Support initiatives address the critical need for mental health care and destigmatize mental health issues. They provide access to counseling, therapy, crisis intervention, and education about mental well-being. By promoting mental health awareness and providing support, these initiatives enhance individual and community resilience and contribute to a more compassionate and empathetic society that values the mental health of all its members.",
    "price": 27.0
  }
]
